abusaidm.html-snippets
akamud.vscode-theme-onedark
austin.code-gnu-global
benawad.VSinder
bierner.markdown-mermaid
christian-kohler.npm-intellisense
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
eridem.vscode-nupkg
esbenp.prettier-vscode
garytyler.darcula-pycharm
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
icrawl.discord-vscode
jebbs.markdown-extended
jolaleye.horizon-theme-vscode
kiteco.kite
lehni.vscode-fix-checksums
lextudio.restructuredtext
magicstack.MagicPython
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
mtxr.sqltools
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
riussi.code-stats-vscode
rust-lang.rust
shd101wyy.markdown-preview-enhanced
silvenon.mdx
stylelint.vscode-stylelint
tht13.html-preview-vscode
tomoki1207.pdf
unthrottled.doki-theme
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-nested-tags.vscode-nested-tags
vscodevim.vim
WallabyJs.quokka-vscode
whizkydee.material-palenight-theme
Wscats.eno
xabikos.JavaScriptSnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
ZainChen.json
zhuangtongfa.material-theme
Zignd.html-css-class-completion